import React from 'react'
import { Link } from 'react-router-dom'
import image from '../../../images/grayImg.png'

export default function News1() {
    let v = "আসসালামু আলাইকুম। অনলাইন বুকশপের অভাবে ভুগছিলাম সেই কবে থেকে। মাঝে মধ্যে দারাজে অর্ডার দিতাম কিংবা অনলাইনে অর্ডার করতাম। কিন্তু মন মতো ভালো মানের বই পাইতাম না। এই রোগে ভুগতে ভুগতে একদিন আপনাদের সাথে সাক্ষাৎ। ছোট অর্ডার দিয়ে শুরু, তারপর ধীরে ধীরে বড় অর্ডার। চলতে থাকলো। এখনো চলছে।\r\nআপনাদের কাজের প্রশংসা শুধু আমি নই, আমার কলিগ, বন্ধুগণ এবং ফ্যামিলি মেম্বাররাও করে। বুক শেলফের একটা সিগ্নিফিক্যান্ট পোর্শন জুড়ে রয়েছে আপনাদের নিকট থেকে নেওয়া বই। ভাল সার্ভিস অনেকেই দেয় কিন্তু এমন আন্তরিকতা, নন্র ব্যবহ"
    return (
        <div className='grid lg:grid-cols-2 my-4 pl-4 pr-2 md:px-4'>
            <div>
                <img src={image} className='border rounded-lg' />
            </div>
            <div className='lg:pl-8 text-gray-800 text-left	'>
                <h1 className='text-2xl md:text-3xl py-3'>গুচ্ছভুক্ত বিশ্ববিদ্যালয়ের বিজ্ঞান বিভাগের ফল প্রকাশ</h1>
                <article>
                    {/* <p className='text-base py-1 md:py-2.5'>
                        গুচ্ছভুক্ত ২২টি 3 ও বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের ভর্তি পরীক্ষার বিজ্ঞান বিভাগের ফলাফল প্রকাশিত হয়েছে। আজ বৃহস্পতিবার গুচ্ছভুক্ত বিশ্ববিদ্যালয়ের অফিশিয়াল ওয়েবসাইটে এই ফলাফল প্রকাশ করা হয়।
                    </p>*/}
                    <p className='text-base py-1.5 md:py-3'>
                        {v}
                        {/* গুচ্ছভুক্ত ২২টি সাধারণ ও বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের ভর্তি পরীক্ষার বিজ্ঞান বিভাগের ফলাফল প্রকাশিত হয়েছে। আজ বৃহস্পতিবার গুচ্ছভুক্ত বিশ্ববিদ্যালয়ের অফিশিয়াল ওয়েবসাইটে এই ফলাফল প্রকাশ করা হয়। */}
                    </p>
                </article>
                <p className='text-base py-3 text-blue-500 text-lg'>
                    {/* <a>বিস্তারিত</a> */}
                    <Link to="/details">বিস্তারিত</Link>
                </p>
            </div>
        </div>
    )
}
